Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Duodden le dási gullu i. i. gástadibme, vállda ja skallo.
sma: Dan lissine jiehtese dæjpa g. j. kristeme, pruvreme jïh aejlies maalestahke.

source: njuolgadus galggá dádjaduvvat, mij gullu dån maŋemus nammadum dievnastussaj, náv vaj ælla avtagin gájbbádusá galggá sámegiellaj juoga gå gájkajda le rabás, buojkulvissaj dábálasj jubmeldievnastus.
sma: Njoelkedasse edtja guarkedh numhtie krööhkestimmine dan minngemes såårts dïenesjh, ij oktegh maehtieh krievedh dah edtjieh saemien gïelesne årrodh gosse gaajhkide rihpesåvva, v.g. daamhts gyrhkesjimmie.

source: Valla jus hærrá sihtá dákkár dievnastusáv vaddet dáhpadum ásadusán, máhttá ulmusj gájbbedit galggá sámegiellaj ”, bs. ot.
sma: Mohte jis hearra sæjhta dagkerh dïenesjh gaptjeldh öörnemisnie vedtedh, maahta krievedh saemien gïelesne ”, v. d. od. p rp.

source: prp. nr. 60 (1989-90) sáme giella 48. bielen.
sma: nr. 60 (1989-90) saemien gïele sæjtoe 48.

source: sámegiela adno jubmeldievnastusájn ij le náv de sámelágan reguleridum.
sma: Åtnoe saemien gïelem gyrhkesjimmesne ij leah saemielaakesne regulereme.

source: 41. doajmma Ruhtadoarjjaga rámmátjårggålimijda
sma: Råajvarimmie 41. Dåarjoeh bijbelenjarkoestæmman

source: Kultuvrra- ja girkkodepartemænnta le guhkes ájge milta doarjjagijt juollodam Vuona Rámmátsæbrráj (Det norske Bibelselskap) jårggålittjat ja ådåstuhttet rámmáttevstajt nuortta-, oarjjel- ja julevsámegiellaj.
sma: Kultuvre- jïh gærhkoedepartemente lea guhkiem dåarjoem vadteme Dïhte nöörjen Bijbeletjåanghkose bijbelen teeksth jarkoestidh jïh revideredh noerhte-, åarjel- jïh julev saemien gïelesne.

source: Ålles rámmát sjattaj 1890 jage jårggålum nuorttasámegiellaj.
sma: Abpe Bijbele jaepien 1890 noerhtesaemiengïelese jarkoestamme.

source: Ådå testamenta ådåstus nuorttasámegiellaj gárveduváj 1998 jage, ja dálla li ådåstuhttemin Boares testamentav.
sma: Revisjovne Dïhte orre testamente noerhtesaemiengïelesne lin orrijamme jaepien 1998, jïh daelie Dïhte båeries testamente revidereminie.

source: Ådå testamænnta le aj julevsámegiellaj jårggåluvvam, ja muhtem rámmáttevsta li oarjjelsámegiellaj jårggåluvvam.
sma: Dïhte orre testamente lea aaj julevsamiengïelese jarkoestamme jïh naan bijbeleteeksth åarjelsaemiengïelese jarkoestamme.

source: Ruhtadoarjja Vuona girkkosæbrráj joarkeduvvá.
sma: Dåarjoe Dïhte nöörjen Bijbeletjåanghkose juhtele.

source: Åvdåsvásstediddje: Kultuvrra- ja girkkodepartemænnta / Vuona Rámmátsiebrre Ájgge: Bargo mij le manon
sma: Dïedtije: Kultuvre- jïh gærhkoedepartemente / Dïhte nöörjen bijbeletjåanghkoe Tïjjeperspektijve: Juhteles barkoe

source: 42. doajmmaSáme tjoaggulvis oarjjelsáme giellaguovlon
sma: Råajvarimmie 42. Saemien åålmege åarjelsaemien

source: Kultuvrra- ja girkkodepartemænnta le juollodam rudájt sáme tjoaggulvisáv oarjjelsáme giellaguovlon ásadibmáj 2009 jage.
sma: Kultuvre- jïh gærhkoedepartemente lea vierhtieh vadteme tseegkemasse saemien åålmegem åarjelsaemien gïeledajvesne jaepien 2009.

source: Ulmmen le nannit oarjjelsáme girkkoiellemav ja oarjjelsáme gielav.
sma: Ulmie lea åarjelsaemien gærhkoejielemem jïh åarjelsaemien gïelem tjïrkedh.

source: Tjoaggulvisá ásadibme organiseriduvvá nieljejahkásasj gæhttjalibmen.
sma: Åålmegen tseegkesovvemem goh voejhkelimmie mij njieljie jaepien vaesedh.

source: Departemænnta le dahkam láhkatjállusav årnigij mij fábmoduváj. Ådåjalmáno 1. b. 2009:n.
sma: Departemente lea njoelkedassem öörnegen bïjre dorjeme maam tsiengelen 1. 2009 raejeste jåhta.

source: Láhkatjálos galggá oarjjelsámegiellaj jårggåluvvat.
sma: Njoelkedasse galka åarjelsaemiengïelese jarkoestidh.

source: Åvdåsvásstediddje: Kultuvrra- ja girkkodepartemænntat / Nidaros bissmaguovllo Ájgge: 2009-2012
sma: Dïedtije: Kultuvre- jïh gærhkoedepartemente / Nidarosen bæspa Tïjjeperspektijve: 2009-2012

source: 43. doajmma Jårggålibme / hiebadibme tevstajt jubmeldievnastussaj
sma: Råajvarimmie 43. Jarkoestimmie / sjïehtedimmie teeksth gyrhkesjæmman

source: Barggo sámegielajda jårggålit ja hiebadit tevstajt jubmeldievnastusáj hárráj le biejadum Girkkorádáj / sáme Girkkorádáj.
sma: Barkoe saemien jarkoestimmine jïh sjïehtedimmine teeksth gyrhkesjæmman gaajhkh golme saemien gïelide lea gærhkoeraeresne / saemien gærhkoeraerie.

source: Jage 1978 liturgija le nuorttasámegiellaj jårggåluvvam ja julevsámegiellaj jagen 2008. 2007 jage rájes le læhkám gástadimliturgija oarjjelsámegiellaj gæhttjalimårnigin.
sma: Liturgije jaepeste 1978 lea noerhtesaemiengïelese jïh julevsaemiengïelese jarkoestamme jaepien 2008. Jaepeste 2007 kristemeliturgije åarjelsaemiengïelesne gååvnese goh pryövemeöörnegem.

source: Liturgijagiehtagirjijn le bargaduvvamin divna gålmå sámegiellaj plánidum ålgusvaddem le 2009/2010:n. sálmmagirje li åjgusboahtám nuorttasámegiellaj jagen 1993 ja 1995 ja julevsámegiellaj jagen 2005.
sma: Liturgijegïetegærjam barkeminie gaajhkh dah golme gïeline mah olkese båetieh 2009/2010. salmegærjah olkese vadteme noerhtesaemiengïelesne jaepiej

source: Tjuoldedum oarjjelsáme sálma li maŋen sálmmagirjen ” salmer 1997 ”.
sma: 51 1993 jïh 1995 jïh julevsaemiengïelesne jaepien 2005. veeljeme åarjelsaemien saalmh lea salmer 1997 mealtan vaalteme.

source: 2008 jage le oarjjelsáme sálmmagirjje åvddånahtedime vuolen.
sma: Åarjelsaemien saalmegærja lea evtiedeminie jaepesne 2008.

source: Åvdåsvásstediddje: Kultuvrra- ja girkkodepartemænnta / Sáme girkkoráde Ájgge: Barggo le jådon
sma: Dïedtije: Kultuvre- jïh gærhkoedepartemente / Gærhkoeraerie / Saemien gærhkoeraerie Tïjjeperspektijve: Juhteles barkoe

source: værroetáhtta
sma: skaehtieetate

source: 44. doajmma Værroetáhtta – vijdedum fálaldagá sámegiellaj
sma: Skaehtieetate – vijredamme faalaldahke saemiengïelesne

source: Værroetáhtta vaddá blankehtajt ja sjiemájt ma li sámegiellaj jårggåluvvam dajda værromáksijda gudi dáv ádno.
sma: skaehtieetate blankedth jïh goerh mah leah saemiengïelese jarkoestamme skaehtiemaeksijidie gïeh dejtie gihtjieh.

source: Dajt jagijt gå vårroetáhtan le dát fálaldahka læhkám, li gaskal 140:s ja 150:s adnám sámegielak blankehtajt.
sma: Dej jaepiej gosse skaehtieetate dam faalaldahkem åtneme, lea 140 – 150 almetjh dejtie åtneme.

source: ietján gå dá stuoves rutijnajda tjanádum dájda blankehtajda / sjiemájda, de ij le ietján ásaduvvam makkárak stuoves rutijna jårggålittjat ja ådåsmahtátjit dokumentajt sámegiellaj, jali dákkár dokumentajt ráddidusá jali værroetáhta sijddabielijn almodussaj.
sma: Dej stinkes öörnegh doekoe blankedtide viedteldihkesne ij leah stinkes öörnegh jarkoestimmien jïh ajouröörnegij åvteste paehperh saemiengïelese, jallh gosse paehperh reerenassen jallh skaehtieetaten gåetiesæjtose åålmehtehtedh.

source: Værroetáhtta vaddá dievnastusáv nuort
sma: skaehtieetate dïenesjh noerhtesaemiengïelesne vadta jis skaehtiemaeksijh dam daarpesjieh.

source: 50 tasámegiellaj værromaksijda gå le dárbbo. Værromákse máhtti válljit nuorttasámegielav gå Værrodiedádusájn válldi aktijvuodav, ja de sjoappkaduvvi sámegielak ássjegiehtadalláj.
sma: skaehtiemaeksijh maehtieh noerhtesaemiengïelem veedljedh gosse skaehtiebïevnesimmie bieljilidh, jïh saemiengïeleldh gïetedæjjam åadtjodh soptsestalledh.

source: Værromákse gudi válldi aktijvuodav nuorttasábmáj tjálalattjat, oadtju nuorttasámegiellaj vásstádusáv.
sma: skaehtiemaeksijh gieh noerhtesaemiengïelesne tjaaleldh bieljielieh, åadtjoeh vaestiedassem noerhtesaemiengïelesne.

source: Ássjegiehtadalle li viehkken i. i. tjielggiji dajt diehtojuohkemmateriálav mij dåssju dárogiellaj gávnnu.
sma: gïetedæjjah dejtie viehkine årrodh gaskem jeatjabem bïevnesh bïhkedidh mah ajve daarjoegïelesne gååvnesieh.

source: Uddni ij le teknihkalattjat máhttelis sáddit iesjdiededimev sámegiellaj elektronalattjat.
sma: Daenbiejjien ij leah teknijhken nuepieh jïjtsebïevnesem saemiengïelesne elektronijhken.

source: Divna sjiemá ma galggi sáddiduvvat elektronalattjat atinn baktu, hæhttuji registreriduvvat Dahkamusregisterij, mij ij sáme bokstávajt ij doarjo.
sma: gaajhkh goerh mah edtja elektronijhken vuekie Altinn:se vedtedh, tjuara Laavenjasseregisterasse tjaalassovvedh, mij ij saemien væhtah dåarjoeh.

source: Ulmmen le ájgij milta dahkat máhttelissan sáddit elektronalasj iesjdiededimev sámegiellaj aj. Gehtja aj 57. dåjmav.
sma: Ulmie lea guhkiesmïeresne nuepie sjædta jïjtsebïevnesem elektronijhken vuekesne aaj saemiengïelesne.

source: Værroetáhttá ájggu dahkat sjiemájt ja diehtojuohkemav álkkebut sadjihin ietjasa næhttabielijn.
sma: vuartesjh råajvarimmieh 57. skaehtieetate sæjhta darjodh goerh jïh bïevnesh aelkebe gaavnedh dan viermiesæjtojne.

source: Etáhtta ájggu aj ásadit rutijnajt jårggålittjat ja ådåsmahtátjit dokumentajt sámegiellaj
sma: etate aaj sæjhta rutijnh tseegkedh jarkoestimmien jïh ajouröörnegij åvteste.

source: Åvdåsvásstádus: Værroetáhtta Ájgge: Aktelasj barggo
sma: Dïedtije: Skaehtieetate Tïjjeperspektijve: Juhteles

source: Kriminalhuvson ij le statistihkka galles sámijs duobbmidalli.
sma: Krimijnalesåjhtoe ij leah statistihke man gellieh saemieh gieh dööpmesovvin.

source: ij le loahpe etnihkalasj registrerimijda ulmutjijs gudi galggi stráffav tjåhkkåhit.
sma: ij leah luhpie tjaalasovvedh almetjij etnijhken duekie gie beadtasåvva.

source: sámeláhka várajda válldá rievtesvuodajt sámegielagij hárráj gudi galggi giddagisán tjåhkkåhit.
sma: saemielaaken saemiengïele-håålehken reaktah vaarjele gie beadtasåvva.

source: Lága mærrádusá vaddá dajda gejda hálijdi sámegielav adnet ietjas berustimijt åvdedit kriminalhuksuj sámegiela háldadusguovlon rievtesvuodajt sámegiellaj giehtadaláduvvat.
sma: Njoelkedassh laakesne jeahta dïhte gie vaajtele saemiestidh dan jïjtse ïedtjh vaarjele krimijnalesåjhtoen muhteste saemiengïele reeremedajvesne, lea reakta saemiengïelesne gïetedidh.

source: Dát guosská nuortta-, julev- ja oarjjelsáme giellaguovlojda.
sma: Daate dovne noerhte-, julev- jïh åarjelsaemiengïelh dæjpa dej gïeledajvine.

source: Kriminalhuvso giddagisá sámegiela háldadusguovlon le tjåhkkåhiddjijn rievtesvuohta sámegielav adnet nubbe nuppijn ja ietjasa lagámusáj.
sma: Krimijnalesåjhtoen roestegåetesne saemiengïelen reeremedajvesne lea dej gieh leah dan sisnie reakta sinsitniem jïh åelide saemiestidh.

source: Rievtesvuohta sámegielav anátjit doajmmá aj gå sebrudakstráffav ja gå prommillaprográmman oassálasstá.
sma: Reakta saemiestidh aaj dæjpa siebredahkenbeadtoem tjïrrehtidh jïh gosse promilleprovgrammem meatan.

source: Tjåhkkåhiddjijn ja duobbmidallijn le aj rievtesvuohta sámegielav adnet njálmálasj aktijvuodajn kriminalhuvsujn.
sma: Dej gieh leah sisnie jïh dööpmemij aaj reakta saemiestidh gosse njaalmeldh bieljielieh krimijnalesåjhtose.

source: Kriminalhuvson de hæhttu bargge gudi sámegielav máhtti ja gejn la sáme kultuvras máhtudahka.
sma: Krimijnalesåjhtoe dan gaavhtan tjuara barkijh utnedh gieh saemiestieh jïh saemienkultuvre maahtoem utnieh.

source: sámegielak bargge le ájnnasa giddagisájda ja friddjahuvson.
sma: Barkijh gieh saemiestieh leah vihkeles dovne roestegåetesne jïh frïjjesåjhtosne.

source: Giddagisájn máhttá aj aneduvvat dålkkumdievnastus, juska dát ij la buoremus tjåvda.
sma: Roestegåetesne maahta aaj toelhkedïenesjem utnedh, jilhts ij leah bööremes.

source: Tjadádit gájkka ságastallamijt friddjahuksokåntåvråjn ja duobbmidallij dålkima baktu máhttá guládallam kvalitehtav nievredit dan mærráj vaj des ij le bælosdahtte.
sma: Jis gaajhkh soptsestallemh tjïrrehtidh frïjjesåjhtoekontovrh jïh dööpmijh gaskem toelhken tjïrrh destie gaskesadtemen kvalitetem tsevtsedh dan jeenje ij aervedh dïhte vaarjelimmine.

source: nr. 37 (2007-2008) straffa mij doajmmá giehtadaláduváj stuorradikkes 2009 gidá.
sma: nr.37 (2007-2008) Beadtoe maam jåhta lij gïetedamme stoerredigkesne gïjren 2009.

source: stuorradikke diedádusá tjuovvolibmáj ájggu Justijssadepartemænnta doajmmaplánav dahkat gånnå tjåhkkåhimdile sámegielak duobbmidallijda ja kriminalhukso sáme giella ja kultuvrra máhtudagájn le oassen.
sma: Jis galka stoerredigkiebïevnesem dåeriedidh Justisdepartemente sæjhta gïeteldssoejkesjem darjodh, gusnie aaj dööpmin saemiengïele-håålehkij tsiehkieh jïh krimijnalesåjhtoejarnge maahtojne saemiengïelem jïh kultuvrem lea mealtan.

source: 45. doajmma Sámegielak giddagisbarggij rekrutterim
sma: roestegåetiebarkijidie skreejredh

source: Kriminalhuvso guovdásj háldadus le biedjam sámegielak aspirántaj rekrutterimav giddagisskåvllåj sierra åvdedimsuorggen stivrrimguládallamij Kriminalhuvso åhpadusguovdátjijn (KRUs), mij åhpat giddagisdievnastiddjijt.
sma: Krimijnalesåjhtoen jarnges reereme sæjhta saemiengïeleldh aspiranth skreejredh roestegåetieskuvlese goh jïjtse åvtemierieaamhtesem stuvremedialogesne Krimijnalsåjhtoen ööhpehtimmiejarngine (KRUs), mij roestegåetiebarkijh lïerehte.

source: Ulmmen le juohkka jage sisiválldet mierredum lågov aspirántajs gudi sámegielav máhtti.
sma: Ulmie lea fïerhten jaepien sjïere låhkoem aspiranth sïjse vaeltedh gieh saemiestieh.

source: Jus guokta åhttse árvustaláduvvi dássálaháj dåhkkidimen, galggá sån gut sámegielav máhttá, oadtjot rievtesvuodav vuostak åhpadussajev.
sma: Jis göökte ohtsijij seammaleejns kvalifikasjovnh vierhtiedieh, edtja dïhte gie saemeste voestesreaktam utnedh.

source: aspiránntavegas gudi eksámenav válldin 2007 tjavtja, lij akta sámegielak.
sma: Aspirantijstie gieh orrijin tjaktjen 2007, lij akte gie saemeste.

source: Guokta giddagisá li Tråmsån ja Finnmárkon.
sma: Dah leah göökte roestegåetieh Tromsesne jïh Finnmarkesne.

source: Tråmså stáda giddagisán le akta sámegielak bargge, madin gietjav bargge dálla sámegiellakursan vádtsi.
sma: Tromsø roestegåetien akte barkije gie saemeste, mearan tjïjhtje saemienkuvsjesne daelie.

source: Čáhčesuollu (Vadsø) giddagisán li guokta bargge gudi sámegielav máhtteba, madin friddjahuksokåntåvrån Finnmárkon le akta sámegielak bargge.
sma: vadsø roestegåetien göökte barkijh gieh saemiestægan, mearan frïjjesåjhtoekontovren Finnmarkesne lea akte barkije gie saemeste.

source: Dássta le Bådådjo giddagisán, ila giddagisán, hálldo ja sihkarasstemanstáltan ja Ringerijka giddagisán akta sámegielak bargge gænnánik.
sma: Dan doekoe lea Bodø roestegåetien, ila roestegåetie, vuarhkoe- jïh tjïrkemeanstalten jïh Ringerike roestegåetien akte barkije fïerhten sæjjan gie saemeste.

source: 51 dievnastiddjijt dan guovte giddagisájda Tråmsån ja Finnmárkon.
sma: Daelie haesteme nuekie barkijh skreejredh dejtie gööktijde roestegåeide Tromsesne jïh Finnmarkesne.

source: Justijssadepartemænnta le danen láhtjám dilev nav vaj giddagisdievnastiddjeåhpadus máhttá desentraliseridum tjadáduvvat.
sma: Justisdepartemente lea dan gaavhtan sjïehtedamme roestegåetiebarkijeööhpehtimmiem maahta desentraliserijen vuekiem tjïrrehtidh.

source: 2008 moarmesmánon li 15 aspiránta gudi åhpadusáv tjadádi ja gudi li giddagisájda Tråmsån ja Čáhčesuollun tjanádum, ja le dæddo biejaduvvam rekrutterit sámegielak aspirántajt.
sma: suehpeden 2008 raejeste lea 15 aspiranh gieh ööhpehtimmiem tjïrrehtieh Tromsø jïh vadsø roestegåetide veadtaldihkesne, jïh aspiranth gieh saemiestieh lin skreejreme.

source: Kárášjågån le friddjahuksokåntåvrrå, valla danna ælla stuovvásijt virgádum fáhkavirgálattjaj.
sma: Dïhte lea frïjjesåjhtoe-vueliekontovre Karasjohkesne, mohte ij leah desnie åålegh faagebarkijh.

source: Åvdåsvásstediddje: Justijssa- og bulkkedepartemænnta Ájgge: aktelasj barggo
sma: Dïedtije: Justis- jïh politijedepartemente Tijjeperspektijve: Juhteles

source: 46. doajmma Tjåhkkåhimdilij árvustallam
sma: Beadtasovvemetsiehkieh tjïrrehtimmie

source: Mij gullu sáme duobbmidallijda, le kriminalhuvso berustibme ienemusát dåjmajda læhkám bisodittjat máhttelisvuodav sámegielav adnet.
sma: gosse saemien dööpmijh dæjpa, lea krimijnalesåjhtoen voerkelimmie voesteges lij råajvarimmide tjuevtjedamme vaarjele nuepiem saemiengïelem gorredidh jïh utnedh.

source: Justijssadepartemænnta ájggu danen álgadit árvustallamav mij guosska sáme tjåhkkåhiddjij ja duobbmidallij tjåhkkåhimdilijt.
sma: Justisdepartemente sæjhta dan gaavhtan aelkedh beadtasovvemetsiehkieh tjïrrehtidh saemieh gieh dan sisnie jïh dööpmijh.

source: Dákkár árvustallama ájggomus le guoradallat resurssa jali sierra dåjmaj dárbojt sáme duobbmidallijda ienep gå láhtjet dilev ietjasa gielav adnet.
sma: Dan sjieken dam tjïrrehtamme lea daarpoeh vierhtide vuj joekoen råajvarimmieh saemien dööpmijidie aaj dan doekoe sjïehtedidh jïjtsh gïelem utnedh.

source: Åvdåsvásstediddje: Justijssa- og bulkkedepartemænnta Ájgge: Bs. Sd. diedá.
sma: Dïedtije: Justis- jïh politijedepartemente Tïjjeperspektijve: V. d. St. bïev.

source: nr. 37 (2007-2008) tjuovvolimev ” Stráffa mij doajmmá ”
sma: nr.37 (2007-2008) Beadtoe maam jåhta

source: 47. doajmma Kriminalhuksoguovdásj sáme giela ja kultuvra máhtudagájn
sma: Råajvarimmie 47. Krimijnalesåjhtoejarnge maahtojne saemien gïelen jïh

source: Tråmså ja Finnmárko kriminalhuvso organisásjåvnnåstruktuvra árvustallamin sjaddá árvvaluvvat ásadit kriminalhuksoguovdátjav sierra sáme giella ja kultuvra máhtudagájn.
sma: gosse krimijnalesåjhtoen åårganisasjovnesturkturem tjïrrehtamme Tromsesne jïh Finnmarkesne sæjhta vierhtiedidh krimijnalesåjhtoenjarngem tseegkedh mejnie joekoen maahtoem saemien gïelen jïh kultuvren bïjre.

source: Máhttá aj liehket ájggeguovddelissan giehtagirjijn sáme stráffatjadádime birra.
sma: Maahta aaj gïetegærjam saemiej beadtoetjïrrehtimmie darjodh.

source: Dát máhttá sisadnet sierra gatjálvisájt ma galggi árvustaláduvvat gå persåvnnåguoradallamijt dahki duobmo åvddåla, gå vuostasj fágájgasskasasj guoradallam dagáduvvá gå le riektáfábmogis duobbmo le vuosstájváldedum kriminalhuvson, sisiboahtem ságastallamijn giddagisán jali vuostasj ságastallamin friddjahuvsokåntåvrån sebrudakstráffan.
sma: Dan sisnie joekoen gyhtjelassh mah edtjieh vierhtiedidh persovnegïehtjedimmiem darjodh dåapmen åvteli, gosse voestes faagedåeresth kaarhtedimmesne gosse reaktastinkes dåapma lea krimijnalesåjhtose dåastome, soptsestalleme gosse roestegåetien sïjse båetedh vuj voestes soptsestalleme frïjjesåjhtoekontovresne siebredahkebeadtosne.

source: Giehtagirjen le dárbbo dágástallat rehabiliterima ja máhtsadime sáme bájkálasjsebrudahkaj ulme dádjadusá birra.
sma: gïetegærjesne orre daarpies digkiedimmiem guarkoen bïjre ulmeste rehabiliteremen jïh bååstedevualkemen åvteste saemien byjreskesiebredahkese.

source: Ájggeguovddelis aktisasjbarggoguojme láhtjet dilijt sámijda máhtti liehket sámedigge ja sáme institusjåvnå ja suohkana.
sma: Dah gieh maehtieh ektesne barkedh dejnie sjïehtedimmine saemide maahta årrodh saemiedigkie jïh saemien institusjovnh jïh tjïelth.

source: Åvdåsvásstediddje: Justijssa- og bulkkedepartemænnta Ájgge: Bs. sd. diedá.
sma: Dïedtije: Justis- jïh politijedepartemente Tïjjeperspektijve: V. d. St. bïev.

source: nr. 37 (2007-2008) tjuovvolimev ” stráffa mij doajmmá ”
sma: nr.37 (2007-2008) Beadtoe maam jåhta

source: rijddotjoavddemrádij dåjmadahka
sma: sekretarijate tsalloeraerie

source: Ållo le rijddotjoavddemrádijs majn li sáme álmmuk ietjasa rájáj sissŋelin.
sma: Dah leah jijnjh tsalloeraerieh giej lea saemien åålmege dej dajvesne.

source: stuoramus juogos le Lulle- ja alle-Finnmárkon ja nuortta-Tråmsån.
sma: stööremes tjïerte lea Luvlie- jïh Jilliefinnmarkesne jïh Noerhte-Tromsesne.

source: oslon ja Tråmsån li aj stuorra sáme álmmuk.
sma: osloen jïh Tromsøen lea stoerre saemien åålmege.

source: Rijddotjoavddemráde nordlándan, nuortta-Trøndelágan, Hedmárkon ja Horda-lándan guoskaduvvi aj tiemátihkas.
sma: Tsalloeraerieh Noerhtelaantesne, Noerhte-Trøndelagesne,

source: 2009-gidá alluj de ásaduvvá sámegielak såbadahttemjuogos nuorttasáme guovlon (Finnmárkon ja Tråmsån).
sma: gïjren 2009 lea saemiengïeleldh madtjeledåhkie tseegkedh dan noerhtesaemiengïelen dajvesne (Finnmark jïh Troms).

source: 48. doajmma Sámegiella rijddotjoavddemrádijn
sma: Råajvarimmie 48. Saemien gïele tsalloeraerine

source: Rijddotjoavddemrádij dåjmadahka le jagen 2008 álgadam bargov ådå diehtojuohkemmateriálajt jårggålit sáme gielajda.
sma: sekretarijate tsalloeraeride lea jaepien 2008 aalkeme barkedh orre bïevneshaamhtesh saemiej gïelide jarkoestidh.

source: Dåjmadagá ullme le divna sáme gielajda galggi maŋenagi boahtet.
sma: sekretarijaten ulmie leah gaajhkh saemien gïelh edtjieh mealtan årrodh.

source: Rijddotjoavddemráde sijddabielen le diedo rijddotjoavddemráde birra nuortta- ja julevsámegiellaj.
sma: Tsalloeraerien gåetiesæjtoe lea bïevnesh tsalloeraeriej bïjre noerhtesaemiengïelesne jïh julevsaemiengïelesne.

source: Gávnnuji aj brosjyjra nuorttasámegiellaj ja julevsámegiellaj prenntidum vaddusin, valla ilá ráddjidum válljidum åsijs.
sma: Aaj gååvnesieh tjaalegadtjh noerhtesaemien jïh julevsaemien dïedtemehaemesne, mohte ij dan jïjnjh.

source: Dåjmadahka le álggám bargov jårggålattját diehtojuohkembrosyjrajt ja ietjá diehtojuohkemmateriálajt, ja aj ådåstuhttet dav mij le sijddabielen tjáledum.
sma: sekretarijate lea aalkeme barkoem bïevneshtjaalegadtjem jïh jeatjah bïevneshaamhtesh jarkoestidh, jïh orreste maam gåetiesæjtosne tjaaleme.

source: Åvdåsvásstediddje: Rijddotjoavddemrádij dåjmadahka Ájgge: 2008/2009
sma: Dïedtije: Sekretarijate tsalloeraeride Tïjjeperspektijve: 2008/2009

source: bulkke
sma: Politije

source: avtadagájn sáme guovdásjguovlojn vierttiji liehket bargge gænna li dålkkum ja tjálalasj jårggålim máh
sma: Aktesh saemien jarngesdajvine byöroeh barkijh utnedh giej maahtoem toelhkemen jïh tjaaleldh jarkoestimmien bïjre gosse goerehtidh tjoejine jïh guvviejgujmie.

source: 52 tudahka guláskuddamijs jienajn ja gåvåj. Vijdábuj viertti liehket sadjihin máhtudahka girjijt tjálátjit ja sjiemájt sámegiellaj jårggålittjat, ja liehket dålkkån bulkkebarggijda gudi e sámegielav máhte.
sma: vijrebe byöroe årrodh maahtoem desnie prieviem tjaeledh jïh goerh saemiengïelese jarkoestidh, jïh aaj politijebarkijh viehkine årrodh toelhkedh politijebarkijidie gieh eah saemesth.

source: Viertti ratjáduvvat rekrutterit barggijt sáme giella ja kultuvra máhtudagájn.
sma: Aaj byöroe barkedh dan ålman barkijh skreejredh maahtojne saemien gïelesne jïh kultuvrisnie.

source: 49. doajmma Ienep sáme giella- ja kultuvrradádjadus bulkijn
sma: Råajvarimmie 49. Jienedamme gïele- jïh kultuvreguarkoem politijesne

source: fálaldagáj baktu bulkke- ja lænnskaetáhttaj.
sma: Jienede saemien gïele- jïh kultuvreguarkoem edtja vadtasovvedh bïevnesi / kuvsji / ööhpeht immiefaalaldahki tjïrrh barkijide politije- jïh lientsenetatisnie.

source: Galggá árvustaláduvvat vuododit værmádagáv bulkke- ja lænsskaetáhttaj sáme giella- ja kultuvrra máhtudagájn.
sma: edtja vierhtiedidh jis viermievierhkem barkijidie darjodh politije- jïh lientenetatesne maahtojne saemien gïelesne jïh kultuvrisnie.

source: Åvdåsvásstediddje: Justijssa- ja bulkkedepartemænnta Ájgge: Doajmmaplána ájggegávdda
sma: Dïedtije: Justis- jïh politijedepartemente Tïjjeperspektijve: Gïeteldssoejkesjen barkoeboelhkesne

source: 50. doajmma Hiebadit sáme gielajt elektråvnålasj prográmmajda
sma: Råajvarimmie 50. Dah saemien gïelh elektronijhken programmevaarese

source: Ulmmen le sáme giela galggi hiebaduvvat assjegiehtadallamprográmmajda álmmuga hárráj.
sma: Ulmie lea saemien gïelh edtjieh gïetedimmieprovgrammese åålmegasse evtiedidh.

source: sierraláhkáj le ájnnasin jut vælggogisvuoda ja rievtesvuoda tjanádum stráffaássjegiehtadallamij ja ietjá oajválasjdagojda máhttá viedtjat sáme gielajda.
sma: Joekoen vihkeles plikth jïh reaktah beadtoeaamhtesegïetedæmman viedteldihkie jïh jeatjah reeremegïetedimmieh maahta saemiej gïeline olkese veedtjedh.

source: stuorámus sámejuogos vuoroduvvá vuostak.
sma: stööremes saemien gïeletjïerte tjuara voesteges aelkedh.

source: Åvdåsvásstediddje: Justijssa- ja bulkkedepartemænnta Ájgge: Ij le mierreduvvam
sma: Dïedtije: Justie- jïh politijedepartemente Tijjeperspektijve: Ij dåhkesjehtieh

source: 51. doajmma Ulmutjijt sáme duogátjijn Bulkkeallaskåvllåj rekrutterim
sma: Råajvarimmie 51. Saemieh skreejredh Politijejïllesku
